Reverses the direction of the connector element.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public void FlipDirection()
  Visual Basic
Public Sub FlipDirection
  Visual C++
public:
void FlipDirection()
 See Also
  ConnectorElement Class
  Autodesk.Revit.DB Namespace